let answers = {
    "s": {
        "description": "Вы - Тони Старк, скрывающийся под маской Железного Человека. Гений, миллиардер, плейбой и филантроп.",
        "image": "s.jpg",
    },
    "w": {
        "description": "Вы - Черная Вдова, шпионка Наталья Романова. Именно вас просят решить самые хитроумные задачи.",
        "image": "w.jpg",
    },
    "c": {
        "description": "Вы - Капитан Америка.",
        "image": "c.jpg",
    },
    "h": {
        "description": "Вы - доктор Брюс Беннер, а иначе Халк.",
        "image": "h.jpeg",
    },
    "t": {
        "description": "Вы - Тор, бог грома.",
        "image": "t.jpeg",
    },
    "f": {
        "description": "Вы - Соколиный Глаз.",
        "image": "f.jpg",
    },
};
