const quiz = [
    {
        "q": "Выберете фразу, которая вам больше подходит",
        "a": {
            "w": "А шокер - это вещь!",
            "t": "У меня есть пороки, но настальгия не в их числе",
            "c": "Я буду с тобой до конца, друг!",
            "s": "А что, у нас был план?",
            "h": "Я постоянно зол",
            "f": "Не важно на сколько сложно попасть в цель.. Я не промахнусь.",
        }
    },
    {
        "q": "Ваш враг повержен и находится в вашей власти. Что будете делать?",
        "a": {
            "w": "Обезврежу и отпущу, сдался он мне..",
            "t": "Уйду довольный",
            "c": "Протяну руку",
            "s": "Высмею",
            "h": "Уничтожу",
            "f": "Подумаю, как он может мне пригодиться в будущем",
        }
    },
    {
        "q": "К вам приближается привлекательная особа противоположного пола. Что будете делать?",
        "a": {
            "w": "В очередь!",
            "t": "Многозначительно присвистываю и смотрю на эту особу",
            "c": "Решаю ненавязчиво чем-нибудь угостить",
            "s": "Вызов принят. Завтракать будем уже вместе",
            "h": "Смущаюсь и уношу ноги",
            "f": "Не реагирую, разве что искоса взгляну",
        }
    },
    {
        "q": "Какой ваш самый большой недостаток?",
        "a": {
            "w": "Саркастический юмор",
            "t": "Упрямство",
            "c": "Доверчивость",
            "s": "Амбиции",
            "h": "Дурной характер",
            "f": "Замкнутость",
        }
    },
    {
        "q": "Какая ситуация вас сильно разозлит?",
        "a": {
            "w": "Нарушаются мои планы",
            "t": "Безолаберность родственников",
            "c": "Кто-то обидел моих друзей",
            "s": "Когда всем что-то от меня надо",
            "h": "Любая мелочь",
            "f": "Долго не происходит ничего интересного",
        }
    },
    {
        "q": "К вам являются непрошенные гости...",
        "a": {
            "w": "Ой, у меня беспорядок",
            "t": "Ну, за встречу!",
            "c": "Я вас внимательно слушаю",
            "s": "У вас не назначено, до свидания",
            "h": "Меня нет дома",
            "f": "Проходите, не стесняйтесь!",
        }
    },
    {
        "q": "Возникла кризисная ситуация, что будете делать?",
        "a": {
            "w": "Разрабатываю четкий план выхода",
            "t": "Поищу тяжелый предмет",
            "c": "Попрошу друзей помочь",
            "s": "Спрячусь ото всех",
            "h": "Дико разозлюсь",
            "f": "Ничего, само пройдет",
        }
    },
]
